Repository: saxobroko/SaxWeather
Catalog: SaxWeather/SaxWeather/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk, zh_hans

source: Off
ar: متوقف
cs: Vypnuto
da: Fra
de: Aus
el: Ανενεργό
es: Apagado
fi: Pois
fr: Désactivé
ja: オフ
nl: UIT
no: Av
pl: Wyłączony
pt: Desligado
ro: Dezactivat
ru: Выкл
sv: Av
uk: Вимкнено
zh_hans: 关闭

source: Offset X
ar: إزاحة X
cs: Odsazení X
da: Forskydning X
de: Versatz X
el: Μετατόπιση X
es: Desplazamiento X
fi: Siirtymä X
fr: Décalage X
it: Spostamento X
ja: オフセット X
nl: Verschuiving X
no: Avstand X
pl: Przesunięcie X
pt: Deslocamento X
ro: Decalaj X
ru: Смещение X
sv: Förskjutning X
uk: Зміщення X
zh_hans: 偏移 X

source: Offset Y
ar: إزاحة Y
cs: Odsazení Y
da: Forskydning Y
de: Versatz Y
el: Μετατόπιση Y
es: Desplazamiento Y
fi: Siirtymä Y
fr: Décalage Y
it: Scostamento Y
ja: Y をオフセット
nl: Verschuiving Y
no: Avstand Y
pl: Przesunięcie Y
pt: Deslocamento Y
ro: Compensare Y
ru: Смещение Y
sv: Förskjutning Y
uk: Зміщення Y
zh_hans: 偏移Y

source: OK
ar: حسناً
el: Εντάξει
pt: Certo
ru: ОК
uk: Гаразд
zh_hans: 好的

# Onboarding step %lld of %lld
source: Onboarding step %1$lld of %2$lld
ar: خطوة أونبواردينج %1$lld من %2$lld
cs: Krok nastupování %1$lld z %2$lld
da: Onboarding trin %1$lld af %2$lld
de: Onboarding-Schritt %1$lld von %2$lld
el: Στάδιο επιβίβασης %1$lld %2$lld
es: Paso de embarque %1$lld de %2$lld
fi: Perehdytyksen vaihe %1$lld / %2$lld
fr: Étape d'intégration %1$lld de %2$lld
it: Fase di Onboarding %1$lld di %2$lld
nl: Inboarding stap %1$lld van %2$lld
no: Starte trinnet %1$lld av %2$lld
pl: Krok wdrożenia %1$lld %2$lld
pt: Passo de integração %1$lld da %2$lld
ro: Pasul de înregistrare %1$lld din %2$lld
ru: Регистрация шага %1$lld из %2$lld
sv: Onboarding steg %1$lld %2$lld
uk: Тривимірний крок %1$lld %2$lld
zh_hans: %1$lld 中的待机步骤 %2$lld

source: One or more API keys are no longer accepted by the provider.
ar: لم يعد أحد مفاتيح API أو أكثر مقبولاً من قبل موفر الخدمة.
cs: Jeden nebo více API klíčů již poskytovatel nepřijímá.
da: En eller flere API-nøgler accepteres ikke længere af udbyderen.
de: Ein oder mehrere API-Schlüssel werden vom Anbieter nicht mehr akzeptiert.
el: Ένα ή περισσότερα κλειδιά API δεν είναι πλέον αποδεκτά από τον πάροχο.
es: Una o más claves API ya no son aceptadas por el proveedor.
fi: Palveluntarjoaja ei enää hyväksy yhtä tai useampaa API-avainta.
fr: Une ou plusieurs clés API ne sont plus acceptées par le fournisseur.
it: Una o più chiavi API non sono più accettate dal provider.
ja: 1 つ以上の API キーはプロバイダによって受け入れられなくなりました。
nl: Een of meer API-sleutels worden niet langer geaccepteerd door de provider.
no: Én eller flere API-nøkler er ikke lenger akseptert av leverandøren.
pl: Jeden lub więcej kluczy API nie jest już akceptowanych przez dostawcę.
pt: Uma ou mais chaves de API não são mais aceitas pelo provedor.
ro: Una sau mai multe chei API nu mai sunt acceptate de către furnizor.
ru: Один или несколько ключей API больше не принимаются провайдером.
sv: En eller flera API-nycklar accepteras inte längre av leverantören.
uk: Один або кілька ключів API більше не приймаються постачальником.
zh_hans: 一个或多个API密钥不再被提供者接受。

source: Opacity
ar: التعتيم
cs: Neprůhlednost
da: Gennemsigtighed
de: Deckkraft
el: Αδιαφάνεια
es: Opacidad
fi: Läpinäkyvyys
fr: Opacité
it: Opacità
ja: 透明度
nl: Transparantie
no: Opasitet
pl: Przezroczystość
pt: Transparência
ro: Opacitate
ru: Прозрачность
sv: Genomskinlighet
uk: Непрозорість
zh_hans: 不透明度

source: Open Settings
ar: فتح الإعدادات
cs: Otevřít nastavení
da: Åbn Indstillinger
de: Einstellungen öffnen
el: Άνοιγμα Ρυθμίσεων
es: Abrir ajustes
fi: Avaa Asetukset
fr: Ouvrir les paramètres
it: Apri Impostazioni
ja: 設定を開く
nl: Open instellingen
no: Åpne Innstillinger
pl: Otwórz ustawienia
pt: Abrir configurações
ro: Deschide Setările
ru: Открыть настройки
sv: Öppna inställningar
uk: Відкрити налаштування
zh_hans: 打开设置

source: Open-Meteo
ar: مفتوح ميتيو
cs: Otevřené Meteo
el: Ανοιχτό-Μετέο
es: Abrir-Meteo
fi: Avoin Meteo
fr: Météo ouverte
no: Åpen Meteo
pl: Otwarte Meteo
pt: Meteo Aberto
ru: Открытый Метео
sv: Öppna-Meteo
uk: Відкритий метео
zh_hans: 开口Meteo

source: Opens Mail with your message prefilled.
ar: يفتح البريد مع ملء رسالتك مسبقاً.
cs: Otevře e-mail s předvyplněnou zprávou.
da: Åbner Mail med din besked forudfyldt.
de: Öffnet Mail mit der vorgegebenen Nachricht.
el: Ανοίγει την αλληλογραφία με το μήνυμά σας που προγεμίστηκε.
es: Abre el correo con su mensaje prellenado.
fi: Avaa viestin esitäytetyllä viestillä.
fr: Ouvre Mail avec votre message prérempli.
it: Apre la posta con il tuo messaggio precompilato.
ja: メールを開き、メッセージが事前に入力されました。
nl: Opent mail met je bericht voorgevuld.
no: Åpner e-post med meldingen som er ferdig utfylt.
pl: Otwiera pocztę z wstępnie wypełnioną wiadomością.
pt: Abre o Mail com a sua mensagem pré-preenchida.
ro: Deschide Mail cu mesajul precompletat.
ru: Открывает Mail с предварительным заполнением сообщения.
sv: Öppnar Mail med ditt meddelande förfyllt.
uk: Відкриває поштову скриньку із попередньо визначеним повідомленням.
zh_hans: 打开邮件与您的消息预填。

source: Opens the app to show the forecast for a location.
ar: يفتح التطبيق لإظهار توقعات الموقع.
cs: Otevře aplikaci pro zobrazení předpovědi polohy.
da: Åbner app'en for at vise prognosen for en placering.
de: Öffnet die App, um die Prognose für einen Standort anzuzeigen.
el: Ανοίγει την εφαρμογή για εμφάνιση της πρόγνωσης για μια τοποθεσία.
es: Abre la aplicación para mostrar la previsión para una ubicación.
fi: Avaa sovelluksen joka näyttää sijainnin ennusteen. @ info
fr: Ouvre l'application pour afficher les prévisions pour un emplacement.
it: Apre l'app per mostrare la previsione di una posizione.
ja: ロケーションの予報を表示するためにアプリを開きます。
nl: Opent de app om de voorspelling voor een locatie weer te geven.
no: Åpner appen for å vise prognose for en plassering.
pl: Otwiera aplikację, aby wyświetlić prognozę lokalizacji.
pt: Abre o aplicativo para mostrar a previsão de um local.
ro: Deschide aplicația pentru a afișa prognoza pentru o locație.
ru: Открывает приложение, чтобы показать прогноз местоположения.
sv: Öppnar appen för att visa prognosen för en plats.
uk: Відкриває додаток, щоб показати прогноз місцезнаходження розташування.
zh_hans: 打开应用程序以显示一个位置的预报。

source: Opens your mail app, or copies the message if no mail account is set up.
ar: يفتح تطبيق بريدك الإلكتروني، أو ينسخ الرسالة إذا لم يتم إعداد حساب بريد.
cs: Otevře vaši emailovou aplikaci nebo zkopíruje zprávu, pokud není nastaven žádný e-mailový účet.
da: Åbner din mail-app eller kopierer beskeden, hvis der ikke er oprettet en mail-konto.
de: Öffnet Ihre Mail-App oder kopiert die Nachricht, wenn kein Mail-Konto eingerichtet ist.
el: Ανοίγει την εφαρμογή αλληλογραφίας σας ή αντιγράφει το μήνυμα αν δεν έχει ρυθμιστεί λογαριασμός email.
es: Abre tu aplicación de correo o copia el mensaje si no hay una cuenta de correo configurada.
fi: Avaa sähköpostisovelluksen tai kopioi viestin, jos sähköpostitiliä ei ole määritetty.
fr: Ouvre votre application de messagerie ou copie le message si aucun compte de messagerie n'est configuré.
it: Apre la tua app di posta elettronica o copia il messaggio se non è impostato alcun account di posta.
ja: メールアプリを開くか、メールアカウントが設定されていない場合にメッセージをコピーします。
nl: Opent uw e-mail app, of kopieert het bericht als er geen e-mail account is ingesteld.
no: Åpner e-postappen, eller kopierer meldingen hvis ingen e-postkonto er konfigurert.
pl: Otwiera aplikację pocztową lub kopiuje wiadomość, jeśli żadne konto pocztowe nie jest skonfigurowane.
pt: Abre seu aplicativo de e-mail ou copia a mensagem se nenhuma conta de e-mail estiver configurada.
ro: Deschide aplicatia ta de mail sau copiaza mesajul daca nu este configurat un cont de e-mail.
ru: Открывает почтовое приложение или копирует сообщение, если учетная запись не настроена.
sv: Öppnar din e-postapp eller kopierar meddelandet om inget e-postkonto är inställt.
uk: Відкриває ваш поштовий додаток, або скопіює повідомлення, якщо не встановлена поштова скринька.
zh_hans: 打开您的邮件应用程序，或在没有设置邮件帐户时复制消息。

source: Other
ar: اخرى
cs: Ostatní
da: Andet
de: Andere
el: Άλλο
es: Otro
fi: Muu
fr: Autres
it: Altro
ja: その他
nl: anders
no: Annet
pl: Inne
pt: Outros
ro: Altele
ru: Прочие вопросы
sv: Annat
uk: Інше
zh_hans: 其他

source: Overlay Strength
ar: قوة التراكب
cs: Síla překrytí
da: Overlay Styrke
de: Overlay-Stärke
el: Δύναμη Επικάλυψης
es: Intensidad de capa
fi: Peittokuvan Vahvuus
fr: Force de la superposition
it: Forza Di Sovrapposizione
ja: オーバーレイ強度
nl: Overlay sterkte
no: Overleggets styrke
pl: Siła nakładki
pt: Intensidade da sobreposição
ro: Putere suprapunere
ru: Сила наложения
sv: Överlagrad styrka
uk: Сила Накладення
zh_hans: 叠加强度

source: Overlay Strength: %.2f
ar: قوة التراكب: %.2f
cs: Síla překrytí: %.2f
da: Overlay Styrke: %.2f
de: Overlay-Stärke: %.2f
el: Δύναμη Επικάλυψης: %.2f
es: Fuerza de capa: %.2f
fi: Peittokuvan Vahvuus: %.2f
fr: Force de superposition : %.2f
it: Forza Di Sovrapposizione: %.2f
ja: オーバーレイ強度: %.2f
nl: Overlay sterkte: %.2f
no: Overlegg styrke: %.2f
pl: Siła nakładki: %.2f
pt: Força de Sobreposição: %.2f
ro: Puterea suprapunerii: %.2f
ru: Сила наслоения: %.2f
sv: Overlay styrka: %.2f
uk: Потужність Наклад: %.2f
zh_hans: 叠加层强度： %.2f

source: Override the mode for individual conditions. Empty entries fall through to the global mode.
ar: تجاوز الوضع للظروف الفردية. المدخلات الفارغة تقع في الوضع العام.
cs: Přepsat režim pro jednotlivé podmínky. Prázdné vstupy klesnou do globálního režimu.
da: Tilsidesæt tilstanden for individuelle forhold. Tomme indgange falder igennem til den globale tilstand.
de: Überschreiben Sie den Modus für individuelle Bedingungen. Leere Einträge fallen in den globalen Modus.
el: Παράκαμψη της λειτουργίας για μεμονωμένες συνθήκες. Οι κενές καταχωρήσεις πέφτουν στην καθολική λειτουργία.
es: Reemplaza el modo para las condiciones individuales. Las entradas vacías caen hasta el modo global.
fi: Ohita tila yksittäisissä olosuhteissa. Tyhjät merkinnät putoavat läpi globaaliin tilaan.
fr: Remplacer le mode pour les conditions individuelles. Les entrées vides passent par le mode global.
it: Scavalca la modalità per le singole condizioni. Le voci vuote cadono nella modalità globale.
ja: 個々の条件のモードを上書きします。空のエントリはグローバルモードになります。
nl: Overschrijven van de modus voor individuele voorwaarden. Lege items komen door de globale modus.
no: Overstyr modusen for individuelle forhold. Tomme oppføringer faller gjennom til global modus.
pl: Zastąp tryb dla poszczególnych warunków. Puste wpisy trafiają do trybu globalnego.
pt: Substituir o modo para condições individuais. Entradas vazias caem no modo global.
ro: Suprascrie modul pentru condiţii individuale. Intrările goale cad în modul global.
ru: Переопределить режим для отдельных условий. Пустые записи пропадают в глобальный режим.
sv: Åsidosätt läget för individuella förhållanden. Tomma poster faller igenom till det globala läget.
uk: Перевизначити режим для індивідуальних умов. Порожні записи потрапляють у глобальний режим.
zh_hans: 为个别条件覆盖模式。空条目将通过全局模式。

source: Overrides the solid border with a top-leading → bottom-trailing gradient. Leave both colours on “System” to fall back to the solid border.
ar: يتغلب على الحدود الصلبة مع معامل تدرج قيادي من الأسفل إلى القاع. يترك كلا اللونين على "النظام" ليعودا إلى الحدود الصلبة.
cs: Přepíše pevné ohraničení horním úhlem → dolní a koncový gradient. Ponechte obě barvy v „Systému“, aby se vrátila k pevnému okraji.
da: Overstyrer den solide kant med en top-ledende → bund-trailing gradient. Lad begge farver på “System” for at falde tilbage til den faste grænse.
de: Überschreibt den festen Rand mit einem oberen Rand → unten am Ende des Verlaufs.
el: Παρακάμπτει το συμπαγές περίγραμμα με κορυφαία → κατώτατο όριο διαβάθμισης. Αφήστε και τα δύο χρώματα στο «Σύστημα» για να πέσει πίσω στο συμπαγές περίγραμμα.
es: Sobrescribe el borde sólido con un degradado superior → inferior y deja ambos colores en “Sistema” para caer de nuevo al borde sólido.
fi: Ohittaa kiinteän rajan, jolla on ylhäältä johtava → alhaalta alaspäin kulkeva kaltevuus. Jätä molemmat värit ”Järjestelmässä” takaisin kiinteään rajaan.
fr: Outrepasse la bordure solide avec un dégradé supérieur → inférieur à suivant. Laissez les deux couleurs sur « Système » pour revenir à la bordure solide.
it: Sovrascrive il bordo solido con una pendenza dal basso superiore → dal basso. Lascia entrambi i colori su “Sistema” per tornare al bordo solido.
ja: 上位の→ 下位の勾配でソリッドの境界線を上書きします。「システム」の両方の色を残して、ソリッドの境界線に戻ります。
nl: Hiermee overschrijft u de solide rand met een bovenste leiding → looploophoogte onderaan. Laat beide kleuren op "Systeem" staan om terug te vallen op de vaste grens.
no: Overstyrer den faste kanten med en topp-ledende → bunn-etterfølgende gradient. La begge fargene på “System” stå tilbake til den solide grensen.
pl: Zastępuje stałe obramowanie górną krawędzią → dolną krawędź gradientu. Pozostaw oba kolory na „System”, aby wrócić do stałego obramowania.
pt: Sobrepõe a borda sólida com um gradiente líder → no final do caminho. Deixe ambas as cores em "Sistema" para voltar à borda sólida.
ro: Suprascrie graniţa solidă cu un gradient de sus → de jos în jos. Lăsaţi ambele culori pe "Sistem" pentru a reveni la graniţa solidă.
ru: Переопределяет твердую границу с верхним → нижним конечным градиентом. Оставьте оба цвета на «Системе», чтобы вернуться на твердую границу.
sv: Åsidosätter den fasta gränsen med en topp-ledande → botten-avslutande lutning. Lämna båda färgerna på “System” att falla tillbaka till den fasta gränsen.
uk: Замінює верхню керівну межу → градієнт низу. Залиште обидві кольори в «Системі», щоб повернутися до суцільних кордонів.
zh_hans: 用一顶尖的 -> 底部拖动梯度覆盖固态边界。将两种颜色留在“系统”上以回到实力边境。

source: Owned
ar: مملوك
cs: Vlastněno
da: Ejet
de: Besitzt
el: Ιδιοκτησία
es: Propiedad
fi: Omistettu
fr: Possédé
it: Posseduto
ja: 所有しています
nl: Eigendom
no: Eid
pl: Własność
pt: Adquirido
ro: Deținute
ru: Приобретено
sv: Ägd
uk: Отримано
zh_hans: 拥有的

source: Owned ✓
ar: مملوك ~
cs: Vlastněno ✓
da: Ejet ✓
de: Eigene ✓
el: Ανήκει ✓
es: Poseído ✓
fi: Omistetut ✓
fr: Possédé ✓
it: Posseduta ✓
nl: Eigendom ✓
no: Eid ✓
pl: Posiadane ✓
pt: Possui ✓
ro: Deținute ✓
ru: Владелец ✓
sv: Ägd ✓
uk: Власник ✓
zh_hans: 已经拥有的|

source: Owned cosmetic palettes and chart skins. Locked rows open the cosmetics store when tapped.
ar: لوحات مستحضرات التجميل ولوحات المخطط. صفوف مقفلة تفتح متجر مستحضرات التجميل عند النقر عليه.
cs: Vlastněné kosmetické palety a vzhledy. Uzamčené řádky otevírají kosmetický obchod při použití.
da: Ejede kosmetiske paletter og kortskind. Låste rækker åbne kosmetik butikken, når tapped.
de: Eigene kosmetische Paletten und Skins. Gesperrte Reihen öffnen das Kosmetikgeschäft beim Drücken der Karte.
el: Κατάλληλες καλλυντικές παλέτες και δέρματα γραφήματος. Κλειδωμένες σειρές ανοίγουν το κατάστημα καλλυντικών όταν πατηθούν.
es: Las filas bloqueadas abren el almacén de cosméticos cuando son tocadas.
fi: Omistetut kosmetiikkapaletit ja kartongit. Lukitut rivit avaavat kosmetiikkamyymälän nauhoitettaessa.
fr: Des palettes cosmétiques et des habillages de cartes possédés. Des rangées verrouillées ouvrent le magasin de cosmétiques quand elles sont engagées.
it: Proprietà tavolozze cosmetiche e pelli grafiche. Le righe bloccate aprono il negozio di cosmetici quando sono toccati.
ja: 所有している化粧品パレットとチャートのスキン ロックされた行は、タップすると化粧品店を開きます。
nl: Eigendom cosmetische paletten en kaartskins. Vergrendelde rijen openen de cosmetica-winkel wanneer geklikt wordt.
no: Egne kosmetiske paletter og kartskinn. Låste rader åpne kosmetikkbutikken når de tappes.
pl: Posiadasz palety kosmetyczne i skórki na wykresach. Zablokowane wiersze otwierają sklep kosmetyczny po naciśnięciu.
pt: Possui paletas cosméticas e skins de gráfico. Linhas bloqueadas abrem a loja de cosméticos quando tocadas.
ro: Palete și interfețe de diagramă. Rânduri blocate deschid magazinul de cosmetice atunci când sunt prinse.
ru: Имеющиеся косметические палитры и скины графика. Заблокированные ряды открывают косметический магазин после повернутия.
sv: Ägda kosmetiska paletter och diagram skinn. Låsta rader öppna kosmetika butik när knackade.
uk: Власні косметичні палітри та скіни. Вороги відкривають магазин косметичних об’єктів, коли торкаються.
zh_hans: 拥有色板和图表皮肤。点击时锁定行打开化妆品店。

# Pack: %@, %lld items
source: Pack: %1$@, %2$lld items
ar: الحزمة: %1$@، %2$lld عناصر
cs: Balíček: %1$@, %2$lld položky
da: Pakke: %1$@, %2$lld varer
de: Paket: %1$@, %2$lld Items
el: Πακέτο: %1$@, %2$lld στοιχεία
es: Pack: %1$@, %2$lld elementos
fr: Pack : %1$@, %2$lld éléments
it: Pacchetto: %1$@, %2$lld articoli
ja: Pack: %1$@, %2$lld アイテム
nl: Pakket: %1$@, %2$lld items
no: Pakke: %1$@, %2$lld objekter
pl: Pakiet: %1$@, %2$lld przedmiotów
pt: Pacote: %1$@, %2$lld itens
ro: Pachet: %1$@, %2$lld articole
ru: Пакет: %1$@, %2$lld элементов
sv: Paket: %1$@, %2$lld objekt
uk: Пак: %1$@, %2$lld елементів
zh_hans: 包: %1$@, %2$lld 项

source: Packs
ar: حزم
cs: Balíčky
da: Pakker
de: Pakete
el: Πακέτα
es: Paquetes
fi: Paketit
it: Pacchetti
ja: パック
nl: Pakketten
no: Pakker
pl: Pakiety
pt: Pacotes
ro: Pachete
ru: Наборы
sv: Paket
uk: Пакунки
zh_hans: 包

source: Partly Cloudy
ar: غيوم جزئيًا
cs: Částečně zataženo
da: Delvist Overskyet
de: Teilweise bewölkt
el: Εν μέρει Συννεφιά
es: Parcialmente nublado
fi: Osittain Pilvistä
fr: Partiellement nuageux
it: Parzialmente Nuvoloso
ja: 部分的に曇り
nl: Deels bewolkt
no: Delvis Skyet
pl: Częściowo zachmurzenie
pt: Parcialmente nublado
ro: Parțial noros
ru: Частично облачно
sv: Delvis mulet
uk: Частково хмарно
zh_hans: 部分多云

source: Per-Condition Overrides
ar: تجاوز الشرط
cs: Přepsání podmínek
da: Tilsidesættelser Af Per-Tilstand
de: Überschreibungen pro Bedingung
el: Αναπροσδιορισμοί Ανά Κατάσταση
es: Soberanos por condición
fr: Substitutions par condition
it: Sovrascrittura Per Condizione
ja: 条件毎の上書き
nl: Aanwezigheid Voorwaarden
no: Overstyringer i betingelser
pl: Nadpisywanie per-stanu
pt: Substituições sub-Condicionais
ro: Suprascrieri Condiții
ru: Переопределения условий
sv: Per-villkor åsidosätter
uk: Перевизначення умов
zh_hans: 条件覆盖

source: Personal weather station
ar: محطة الطقس الشخصية
cs: Osobní meteorologická stanice
da: Personlig vejrstation
de: Persönliche Wetterstation
el: Προσωπικός μετεωρολογικός σταθμός
es: Estación meteorológica personal
fi: Henkilökohtainen sääasema
fr: Station météo personnelle
it: Stazione meteo personale
ja: パーソナルウェザーステーション
nl: Persoonlijk weerstation
no: Personlig værstasjon
pl: Osobista stacja meteorologiczna
pt: Estação meteorológica pessoal
ro: Stație meteo personală
ru: Персональная метеостанция
sv: Personlig väderstation
uk: Особиста метеостанція
zh_hans: 个人气象站

source: Personal weather station data
ar: بيانات محطة الطقس الشخصية
cs: Osobní údaje meteorologické stanice
da: Personlige data fra vejrstationen
de: Persönliche Wetterstationen
el: Δεδομένα προσωπικού μετεωρολογικού σταθμού
es: Datos personales de la estación meteorológica
fi: Henkilökohtaiset sääaseman tiedot
fr: Données personnelles de la station météo
it: Dati personali della stazione meteo
ja: 個人ウェザーステーションのデータ
nl: Gegevens van persoonlijke weerstations
no: Personlige værstasjondata
pl: Dane osobistej stacji pogodowej
pt: Dados pessoais da estação meteorológica
ro: Date personale stații meteo
ru: Персональные данные метеостанции
sv: Personlig väderstation data
uk: Персональні дані станції
zh_hans: 个人气象站数据

source: Photography Times
ar: أوقات التصوير الفوتوغرافي
cs: Časy fotografie
da: Fotografiske Tider
de: Fotografie-Zeiten
el: Χρόνος Φωτογραφίας
es: Veces de Fotografía
fi: Valokuvaus Ajat
fr: Nombre de photos
it: Tempi Di Fotografia
ja: 撮影回数
nl: Sportbeoefening keer
no: Fotografering tider
pl: Czasy zdjęć
pt: Vezes de fotografia
ro: Timp de fotografie
ru: Количество фотографий
sv: Tider för fotografi
uk: Фотографія таймс
zh_hans: 摄影时间

source: Pick the font family that suits the look you’re going for. System is the iOS default.
ar: اختر عائلة الخط التي تناسب نظرتك. النظام هو الإفتراضي لـ iOS.
cs: Vyberte rodinu fontů, která vyhovuje vašemu vzhledu. Systém je výchozí pro iOS.
da: Vælg den skrifttype familie, der passer til det udseende, du skal efter. System er iOS-standard.
de: Wählen Sie die Schriftfamilie, die dem Aussehen passt. System ist die iOS-Standardeinstellung.
el: Διαλέξτε την οικογένεια γραμματοσειρών που ταιριάζει στην εμφάνιση που πηγαίνετε. Το σύστημα είναι η προεπιλογή του iOS.
es: Elige la familia de fuentes que se adapte a la apariencia que buscas. El sistema es el valor predeterminado de iOS.
fi: Valitse kirjasinperhe, joka sopii ulkoasuun olet menossa. Järjestelmä on iOS oletus.
fr: Choisissez la famille de polices qui convient à votre apparence. Le système est la famille par défaut iOS.
it: Scegli la famiglia di caratteri che si adatta al look che stai cercando. Il sistema è il default di iOS.
ja: 表情に合ったフォントファミリーを選択します。システムはiOSのデフォルトです。
nl: Kies de lettertypefamilie die bij het gewenste resultaat past. Het systeem is de iOS standaard.
no: Velg skriftfamilien som passer utseendet du trenger til. System er iOS-standard.
pl: Wybierz rodzinę czcionek, która odpowiada Twojemu wyglądom. System jest domyślnym systemem iOS.
pt: Escolha a família de fontes que se adapta ao visual que você está. Sistema é o padrão do iOS.
ro: Alegeți familia de fonturi care se potrivește cu aspectul pe care îl doriți. Sistemul este implicit pentru iOS.
ru: Выберите семейство шрифтов, подходящее вашему виду. Система по умолчанию для iOS.
sv: Välj den teckensnitt familj som passar utseendet du kommer för. System är iOS standard.
uk: Виберіть сімейство шрифтів, яке відповідає вашому зовнішньому вигляду. За замовчуванням iOS.
zh_hans: 选择适合您外观的字体类。系统是默认的。

source: Pick which animated icon set to use and how fast it plays.
ar: اختر أيقونة الرسوم المتحركة التي سيتم استخدامها ومدى سرعة تشغيلها.
cs: Vyberte jaké animované ikony budou použity, a jak rychle to hraje.
da: Vælg hvilket animeret ikon der er sat til at bruge, og hvor hurtigt det spiller.
de: Wählen Sie aus, welches animierte Icon verwendet werden soll und wie schnell es gespielt wird.
el: Διαλέξτε ποιο κινούμενο εικονίδιο που θα χρησιμοποιηθεί και πόσο γρήγορα παίζει.
es: Elegir qué conjunto de iconos animados usar y qué tan rápido se reproduce.
fi: Valitse mitä animoitua kuvaketta käytetään ja kuinka nopeasti se näyttää.
fr: Choisissez le jeu d'icônes animées à utiliser et la vitesse à laquelle il joue.
it: Scegli quale icona animata impostare da usare e quanto velocemente gioca.
ja: 使用するアニメーションアイコンと再生速度を選択します。
nl: Kies welke geanimeerde pictogrammen zijn ingesteld en hoe snel het speelt.
no: Velg hvilket animert ikon som skal brukes og hvor raskt det spiller.
pl: Wybierz animowaną ikonę ustawioną do użycia i jak szybko gra.
pt: Escolha qual o ícone animado definido para usar e quão rápido ele é jogado.
ro: Alege ce pictogramă animată setată să folosească și cât de repede se redă.
ru: Выберите, какой анимированный значок установлен для использования и как быстро он играет.
sv: Välj vilken animerad ikon som ska användas och hur snabbt den spelar.
uk: Виберіть анімовані іконки для використання та її швидкого відтворення.
zh_hans: 选择要使用的动画图标以及它的播放速度。

source: Pin day
ar: تثبيت يوم
cs: Připnout den
da: Pin dag
de: Tag anheften
el: Ημέρα καρφίτσας
es: Fijar día
fi: Kiinnitä päivä
fr: Épingler le jour
ja: 日をピン留めする
nl: Vastzetten dag
no: Fest dag
pl: Przypnij dzień
pt: Fixar dia
ro: Fixează ziua
ru: Пин-день
sv: Fäst dag
uk: Закріпити день
zh_hans: 固定日
